KCX-Mapping-Convert/testdaten/EMCS/UIDSfromKidsReferences/EMCSAcceptedExportUids.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header>
<Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true">
<To>DE01.CSFALT.2144</To>
<From>DE01.CSFALT.2144</From>
<MessageID>EI20100519</MessageID>
<SentAt>2010-05-19 12:02:00 +0200</SentAt>
<Act>request</Act>
<MessageType>EMCSNotificationOfAcceptedExport</MessageType>
<MessageVersion>1.0</MessageVersion>
</Header>
</soap:Header>
<soap:Body>
<Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200601">
<EMCS>
<EMCSNotificationOfAcceptedExport><DateAndTimeOfIssuance>2010-05-19 14:55:00 +0200</DateAndTimeOfIssuance><ConsigneeTrader><CustomerID>CustomerID</CustomerID><VATID>VATID</VATID><Address><Name>Name</Name><StreetAndNumber>StreetAndNumber 1ce</StreetAndNumber><PostalCode>PostalCode</PostalCode><City>City</City><CountryCodeISO>DE</CountryCodeISO></Address></ConsigneeTrader><ExciseMovementEaad><SequenceNumber>SequenceNumber</SequenceNumber><AadReferenceCode>AadReferenceCode</AadReferenceCode></ExciseMovementEaad><ExportPlaceCustomsOffice>ExportPlaceCustomsOffice</ExportPlaceCustomsOffice><ExportAcceptance><ReferenceNumberOfSenderCustomsOffice>SenderCustomsOffice</ReferenceNumberOfSenderCustomsOffice><IdentificationOfSenderCustomsOfficer>CustomsOfficerID</IdentificationOfSenderCustomsOfficer><DateOfAcceptance>2010-05-25</DateOfAcceptance><DocumentReferenceNumber>DocumentReferenceNumber</DocumentReferenceNumber></ExportAcceptance></EMCSNotificationOfAcceptedExport></EMCS></Submit></soap:Body></soap:Envelope>
